Repository: johnStuart00/OnlineMarket
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Explore
tr: Sahypa giriň

source: Select Category
tr: Kategoriýany saýlaň

source: Brends
tr: Markalar

source: See all
tr: Hemmesine serediň

source: Popular products
tr: Meşhur önümler

source: New Arrivals
tr: Täze gelenler

source: Profile
tr: Profil

source: Notifications
tr: Duýduryşlar

# notifications_content
source: Do you want to turn on or turn off notifications?
tr: Duýduryşlary açmak ýa-da öçürmek isleýärsiňizmi?

source: Keep in touch
tr: Habarlaşmak

# keep_in_touch_content
source: You can reach us at: Email: contact@example.com Phone: +123 456 7890
tr: Biz bilen habarlaşyp bilersiňiz: Email: contact@example.com Telefon: +123 456 7890

source: About us
tr: Biz hakda

# about_us_content
source: Home address: Street: 123 Main St City: Ashgabat Country: Turkmenistan
tr: Öý salgysy: Köçe: 123 Esasy köç Şäher: Aşgabat Ýurduň: Türkmenistan

source: Language
tr: Dil

source: Theme
tr: Tema

source: Delivery
tr: Eltip bermek

source: Turn Off
tr: Öçür

source: Turn On
tr: Işlet

source: Close
tr: Ýap

# turkmen
source: Turkmen language
tr: Türkmen dili

# russian
source: Russian language
tr: Rus dili

# english
source: English language
tr: Iňlis dili

source: Light Theme
tr: Ýagty tema

source: Dark Theme
tr: Gara tema

source: System Theme
tr: Enjam tema

source: Favorites
tr: Halanýanlar

source: My Bag
tr: Meniň sumkam

source: Subtotal
tr: Harytlaryň bahasy

source: Total Cost:
tr: Jemi bahasy:

source: Checkout
tr: Tassyklamak

source: Search Field
tr: Gözleg meýdany

source: Name
tr: Ady

# name_content
source: Name Surname
tr: Ady Familiýa

source: Phone Number
tr: Telefon belgisi

source: Address
tr: Salgy

# address_content
source: Province, City, Street
tr: Welaýat, Şäher, Köç

source: Promo Code
tr: Promo kody

source: Congratulations!
tr: Gutlaýarys!

# congratulations_content
source: Thank you for shopping with us! Your order has been placed successfully.
tr: Söwda edeniňiz üçin sag boluň! Sargydyňyz üstünlikli ýerleşdirildi.

source: Error
tr: Ýalňyşlyk

source: Add To Cart
tr: Araba goşuň

source: Subcategories
tr: Kiçi kategoriýalar
